/* Service Name (Do not translate) */
"Rackspace Cloud Files" = "Rackspace Cloudbestanden";

/* CDN Provider (Do not translate) */
"Akamai" = "Akamai";

/* This key must be included with your control panel username in all requests to the Cloud Web Services API. */
"API Access Key" = "API toegangssleutel";

/* Content Distribution Network */
"CDN Enabled" = "CDN actief";

/* Content Distribution Network */
"CDN Disabled" = "CDN niet actief";
